Repository: fsinfuhh/Bitpoll
Catalog: locale/*/LC_MESSAGES/django.po
Languages: it_it

source: Page Not Found
it_it: Pagina Non Trovata

source: Unfortunally this side was not found on the server
it_it: Sfortunatamente questo non è stato trovato sul server

source: If you think this is an error please contact us at <a href="%(problemurl)s"> Problems</a>
it_it: Se pensi che questo sia un errore contattaci dalla pagina <a href="%(problemurl)s">Problemi</a>

source: Internal server error
it_it: Errore interno del server

source: We're sorry, but we didn't expect this to happen. Our error reporting tool should have sent an email to us with some technical details. Please try again later. If the problem persists, see our <a href="%(problems_url)s">problem reporting page</a>.
it_it: Ci dispiace, ma non ci aspettavamo che accadesse. Il nostro strumento di segnalazione degli errori avrebbe dovuto inviarci un'email con alcuni dettagli tecnici. Riprova più tardi. Se il problema persiste, vedi la nostra <a href="%(problems_url)s">pagina informativa sui problemi</a>.

source: We have recorded the error under the Identifier %(event_id)s.
it_it: Abbiamo salvato l'errore sotto l'identificativo %(event_id)s.

source: Create poll
it_it: Crea sondaggio

source: About
it_it: A riguardo

source: Register
it_it: Registrati

source: Login
it_it: Accedi

source: Groups
it_it: Gruppi

source: Settings
it_it: Impostazioni

source: Logout
it_it: Esci

source: Imprint
it_it: Impronta

source: Technical Info
it_it: Informazioni tecniche

source: Privacy Policy
it_it: Politica sulla privacy

source: Current timezone is
it_it: Il fuso orario è

source: <b>Warning!</b> %(site_name)s is configured with <code>DEBUG = True</code>.
it_it: <b>Attenzione!</b> %(site_name)s è configurato con l'impostazione <code>DEBUG = True</code>.

source: The History of BitPoll
it_it: La Storia di BitPoll

source: BitPoll is a free software alternative to the Doodle website. Its origins are in <a href="https://github.com/kellerben/dudle">Dudle</a> from TU-Dresden. Later <a href="https://github.com/opatut/dudel">Dudel</a> was written by Paul Bienkowski to speed it up and add a nicer interface and some new features. Paul's version is written in Flask, a Python web framework.
it_it: BitPoll è un software libero e gratuito rispetto al sito Doodle. Le sue origini derivano da <a href="https://github.com/kellerben/dudle">Dudle</a> da TU-Dresden. Più tardi <a href="https://github.com/opatut/dudel">Dudel</a> è stato scritto da Paul Bienkowski per accelerare e aggiungere un'interfaccia più bella e con nuove caratteristiche. La versione di Paul è scritta in Flask, un framework web Python.

source: After some time, some shortcomings in the architecture were discovered, especially with ldap and very big polls. We decided to rewrite it again, this time using Django, also in Python. As a starting point, most styles and javascript artifacts were imported from the Dudel project.
it_it: Dopo un po' di tempo, sono state scoperte alcune carenze nell'architettura, specialmente con ldap e un numero elevato di sondaggi. Abbiamo deciso di riscriverlo ancora, questa volta usando Django, in Python. Come punto di partenza, la maggior parte degli stili e dei manufatti di javascript sono stati importati dal progetto Dudel.

source: BitPoll was developed by students from the Department of Informatics at the University of Hamburg. The primary goal was to use it as one of the services provides on <a href="https://mafiasi.de">mafiasi.de</a> as a service for other students. It is now finally ready for production. The source code can be found on <a href="https://github.com/fsinfuhh/BitPoll">GitHub</a>.
it_it: BitPoll è stato sviluppato da studenti del Dipartimento di Informatica dell'Università di Amburgo. L'obiettivo principale era di utilizzarlo come uno dei servizi forniti su <a href="https://mafiasi.de">mafiasi.de</a> come servizio per altri studenti. Ora è finalmente pronto per la produzione. Il codice sorgente può essere trovato su <a href="https://github.com/fsinfuhh/BitPoll">GitHub</a>.

source: There are multiple ideas for new features to further improve BitPoll. Hopefully we will find the time to work on some of them.
it_it: Ci sono molte idee riguardo nuove caratteristiche da migliorare ulteriormente BitPoll. Speriamo di trovare il tempo di lavorarci su per alcune di esse.

source: Thanks
it_it: Grazie

source: We want to thank all who have contributed to this project.
it_it: Vogliamo ringraziare tutte le persone che hanno contribuito a questo progetto.

source: Main authors:
it_it: Autori principali:

source: Thanks for the help with style and layout to Lars Thoms
it_it: Grazie a Lars Thoms per l'aiuto con lo stile e l'impaginazione

source: We would like to thank the students of the Department of Informatics from the University of Hamburg for their testing of BitPoll
it_it: Desideriamo ringraziare gli studenti del Dipartimento di Informatica dell'Università di Amburgo per aver testato BitPoll

source: Contributing
it_it: Contribuire

source: If you would like to contribute, you can create issues and / or pull requests at <a href="https://github.com/fsinfuhh/BitPoll">GitHub</a>.
it_it: Se vuoi contribuire, puoi aprire una issue e /o pull request su <a href="https://github.com/fsinfuhh/BitPoll">GitHub</a>.

source: Login required to create polls
it_it: Accesso richiesto per creare sondaggi

source: This instance is reserved for users of <a href="%(account_website)s">%(account_name)s</a>. If you do not have an account there, please use the public version at <a href="https://bitpoll.de">bitpoll.de</a>.
it_it: Questa istanza è riservata agli utenti di <a href="%(account_website)s">%(account_name)s</a>. Se non si dispone di un account, utilizzare la versione pubblica su <a href="https://bitpoll.de">bitpoll.de</a>.

source: Create a poll
it_it: Crea un sondaggio

source: Step 1
it_it: Passo 1

source: Select Type
it_it: Seleziona tipologia

source: Date and Time
it_it: Data e ora

source: Date
it_it: Data

source: Normal Poll
it_it: Sondaggio normale

source: Schedule date and time for an event
it_it: Pianifica data e ora per un evento

source: Schedule an all-day event
it_it: Pianifica un evento per tutto il giorno

source: Retrieve opinions on various choices
it_it: Recupera le opinione su varie scelte

source: Numeric
it_it: Numerico

source: Rate each choice in a numeric range
it_it: Valuta ogni scelta in un intervallo numerico

source: Step 2
it_it: Passo 2

source: Enter Title
it_it: Inserisci un titolo

source: Title
it_it: Titolo

source: Step 3
it_it: Passo 3

source: Advanced Settings
it_it: Impostazioni Avanzate

source: Randomize Urls
it_it: Genera Url casuale

source: Randomize Now
it_it: Genera ora

source: URL name
it_it: Indirizzo URL

source: Due date
it_it: Scadenza

source: Description
it_it: Descrizione

source: allow anonymous votes
it_it: permetti voti anonimi

source: login required
it_it: è necessario accedere

source: invitation required to vote
it_it: è richiesto l'invito per votare

source: allow unauthenticated vote changes
it_it: permetti cambiamenti dei voti per utenti non autenticati

source: one vote per user
it_it: un voto per utente

source: forbid empty choices
it_it: scelte vuote non ammesse

source: More options
it_it: Più opzioni

source: Less options
it_it: Meno opzioni

source: Create
it_it: Crea

source: Log in
it_it: Accedi

source: Username
it_it: Nome utente

source: Register for more
it_it: Registrati per più funzioni

source: Registered users have access to the full width of features available.
it_it: Gli utenti registrati hanno accesso alla gamma completa delle funzionalità disponibili.

source: Statistics
it_it: Statistiche

source: Polls created
it_it: Sondaggio creato

source: Votes cast
it_it: Voti espressi

source: Users
it_it: Utenti

source: Public polls
it_it: Sondaggi pubblici

source: There are currently no public polls.
it_it: Non ci sono sondaggi pubblici.

source: My Polls
it_it: I miei sondaggi

source: You can find a list of all the polls in which you have participated on your profile page.
it_it: Nel tuo profilo puoi trovare una lista di tutti i sondaggi in cui hai partecipato.

source: Show my polls
it_it: Mostra i miei sondaggi

source: License information
it_it: Informazioni di licenza

source: Problems?
it_it: Problemi?

source: <p>Did you encounter any technical problems using this site? Just write an email to <strong><a href="mailto:%(team_email)s">%(team_email)s</a></strong> and describe your problem.</p>
it_it: <p>Hai incontrato problemi tecnici usando questo sito? Scrivi un'email a <strong><a href="mailto:%(team_email)s">%(team_email)s</a></strong> e descrivi il problema riscontrato.</p>

source: Poll overview
it_it: Panoramica del sondaggio

source: This list shows all the polls you have participated in, either by owning them, voting on them, being invited, or watching.
it_it: Questa lista mostra tutti i sondaggi a cui si è partecipato: quelli creati, votati, seguiti o a cui si è stati invitati.

source: Poll title
it_it: Titolo sondaggio

source: Due-Date
it_it: Scadenza

source: Owner
it_it: Proprietario

source: Not owner
it_it: Non proprietario

source: Not own group
it_it: Gruppo non proprietario

source: Voted
it_it: Votato

source: Not voted
it_it: Non votato

source: Watching
it_it: Stai seguendo

source: Not watching
it_it: Non stai seguendo

source: You can change your email and Password <a href="%(reg_url)s">here</a>
it_it: Puoi cambiare le tue email e password <a href="%(reg_url)s">qui</a>

source: You can edit your account settings in the centralized accounts page
it_it: Puoi modificare le impostazioni nella pagina principale del tuo profilo

source: Language:
it_it: Lingua:

source: Timezone:
it_it: Fuso orario:

source: Various
it_it: Varie

source: Auto-watch polls then you vote on them
it_it: Segui automaticamente i sondaggi quando li voti

source: Allow to receive emails for poll invitations
it_it: Ricevi email quando ti invitano a sondaggi

source: Save
it_it: Salva

source: License overview of third-party components
it_it: Panoramica licenza di componenti di terze parti

source: This site uses the following software/components:
it_it: Questo sito usa i seguenti software e componenti:

source: %(value)s is not a valid timezone
it_it: %(value)s non è un fuso orario valido

source: yes
it_it: sì

source: maybe
it_it: forse

source: rather not
it_it: meglio di no

source: adding Calendars
it_it: aggiunta calendari

source: CalDav Settings
it_it: Impostazioni CalDav

source: The data provided here will be saved into the Database to retrieve the calendar on voting in Polls. The column is encrypted on the server side with a global key.
it_it: I dati forniti verranno salvato nel Database per recuperare il calendario delle votazioni. La colonna è cifrata lato server con una chiave globale.

source: You can enter either a world readable CalDav calendar Url, or provide user and password to login to the CalDav Server. If you make the calendar world readable check that the url is not predictable by other people
it_it: Puoi inserire un indirizzo (URL) del calendario CalDav leggibile a chiunque o fornire utente e password per accedere al Server CalDav. Se rendi il calendario leggibile a chiunque verifica che l'indirizzo non sia facilmente prevedibile da altre persone

source: Change Calendar
it_it: Cambia Calendario

source: Add a Calendar
it_it: Aggiunti un Calendario

source: Calendar URL:
it_it: URL Calendario:

source: User:
it_it: Utente:

source: Current Calendars:
it_it: Calendario Attuale:

source: Error getting Calendar: {}
it_it: Errore durante la lettura Calendario: {}

source: This calendar is already configured
it_it: Questo calendario è già configurato

source: There is no user "%s."
it_it: Non c'è un utente "%s."

source: "%s" already has an invitation.
it_it: "%s" ha già un invito.

source: "%s" is already a member of this group.
it_it: "%s" è già un membro di questo gruppo.

source: You are the sole group admin. Please terminate the group or appoint another group admin.
it_it: Se l'unico amministratore del gruppo. Chiudi il gruppo o aggiungi un altro amministratore.

source: Invalid group name.
it_it: Nome gruppo non valido.

source: The group name must be at least {} characters
it_it: Il nome del gruppo deve essere almeno di {} caratteri

source: Group does already exist.
it_it: Il gruppo esiste già.

source: Create new group
it_it: Crea nuovo gruppo

source: Please note: The group name will be visible to other users.
it_it: Nota: il nome gruppo sarà visibile ad altri utenti.

source: Group name
it_it: Nome gruppo

source: Only letters, numbers "." and "-" are allowed. Must start with a letter.
it_it: Sono permesse solo lettere, numeri, "." e "-". Deve iniziare con una lettera.

source: Invitations
it_it: Inviti

source: Accept invitation
it_it: Accetta invito

source: Decline invitation
it_it: Rifiuta invito

source: Invited by
it_it: Invitato da

source: My Groups
it_it: I miei gruppi

source: New
it_it: Nuovo

source: You are not yet member of any group.
it_it: Non sei ancora membro di alcun gruppo.

source: %(project_name)s Groups
it_it: Gruppi di %(project_name)s

source: Accept an invitation or create a new group and invite others to use %(project_name)s features such as private polls. Please check for existing groups.
it_it: Accetta un invito o crea un nuovo gruppo e invita altri per usare le funzionalità di %(project_name)s come i sondaggi privati. Verifica se esistono già dei gruppi.

source: Invited By
it_it: Invitato Da

source: Actions
it_it: Azioni

source: Accept
it_it: Accetta

source: Refuse
it_it: Rifiuta

source: You have no invitations.
it_it: Non hai inviti.

source: Invite people to %(group_name)s
it_it: Invita persone in %(group_name)s

source: Account names
it_it: Nomi profili

source: Invite user
it_it: Invita utente

source: Cancel
it_it: Annulla

source: Please enter the account names of the users you want to invite
it_it: Inserisci il nome utente che vuoi invitare

source: Hi %(full_name)s, %(user)s invited you to join the group "%(group_name)s". To accept this invitation and join the group, visit %(base_url)s%(url)s Greetings, Your %(signature)s
it_it: Ciao %(full_name)s, %(user)s ti ha invitato a entrare nel gruppo "%(group_name)s". Per accettare questo invito e entrare nel gruppo, visita %(base_url)s%(url)s Buona giornata, %(signature)s

source: My groups
it_it: I miei gruppi

source: Leave
it_it: Lascia

source: Invitee
it_it: Invitati

source: Withdraw
it_it: Pareggio

source: There are no open invitations.
it_it: Non ci sono inviti aperti.

source: Invite users
it_it: Invita utenti

source: Members
it_it: Membri

source: Name
it_it: Nome

source: Group admin
it_it: Amministratore gruppo

source: Last group admin can't be removed.
it_it: L'ultimo amministratore del gruppo non può essere rimosso.

source: Remove
it_it: Rimuovi

source: Revoke admin
it_it: Revoca permessi di amministratore

source: Grant admin
it_it: Trasforma in amministratore

source: Leave group
it_it: Lascia gruppo

source: Group "{0}" was created.
it_it: Il gruppo "{0}" è stato creato.

source: You left the group.
it_it: Hai lasciato il gruppo.

source: User was removed from group
it_it: L'utente è stato rimosso dal gruppo

source: User was granted group admin.
it_it: L'utente è stato trasformato in amministratore del gruppo.

source: Revoked group admin rights from user.
it_it: Permessi di amministratore del gruppo revocati all'utente.

source: Invitation was sent.
it_it: L'invito è stato inviato.

source: The mail server had an error sending the notification to {}
it_it: Il server email ha generato un errore inviando la notifica a {}

source: You have send an Email for {} in the last 12 Hours
it_it: Hai inviato un'email per {} nelle ultime 12 ore

source: Invite to Poll
it_it: Invita al sondaggio

source: User
it_it: Utente

source: Invited
it_it: Invitato

source: Resend all
it_it: Reinvia tutto

source: User or Group
it_it: Utente o Gruppo

source: Enter the username or group title of the user or group of users you want to invite.
it_it: Inserisci il nome utente o il titolo del gruppo dell'utente o del gruppo di utenti che si desidera invitare.

source: You can enter multiple users or groups.
it_it: Puoi inserire utenti o gruppi multipli.

source: Duplicates are ignored automatically.
it_it: I duplicati saranno ignorati automaticamente.

source: Group invitations are resolved immediately, so adding more members to a group later will not invite those new members, unless you re-invite the group.
it_it: Gli inviti ai gruppi vengono effettuati immediatamente, quindi l'aggiunta di altri membri a un gruppo in un secondo momento non inviterà i nuovi membri, a meno che non si inviti nuovamente il gruppo.

source: Back to poll
it_it: Torna al sondaggio

source: Hi %(receiver)s, you are invited to Participate in a Poll created by %(creator)s You can vote at %(base_url)s%(link)s Greetings, Your %(signature)s -- You received this notification because you have allowed for E-Mail Invitation in your settings. you can change this setting at %(base_url)s%(settings_url)s .
it_it: Ciao %(receiver)s, sei stato invitato a partecipare ad un sondaggio creato da %(creator)s Puoi votare al seguente indirizzo: %(base_url)s%(link)s Buona giornata, %(signature)s -- Hai ricevuto questa notifica perché hai configurato di ricevere gli inviti email nelle tue impostazioni. Puoi cambiare questa impostazione da %(base_url)s%(settings_url)s .

source: You are not allowed to edit this Poll
it_it: Non puoi modificare questo sondaggio

source: The user {} was already invited
it_it: L'utente {} è già stato invitato

source: The following User/Groups could not be found: {}
it_it: Il seguente Utente/Gruppo non è stato trovato: {}

source: It is only one vote allowed. You have already voted.
it_it: E' permesso un solo voto e tu hai già votato.

source: Login required to vote.
it_it: Accesso richiesto per votare.

source: You are not allowed to vote in this poll. You have to be invited
it_it: Non puoi votare in questo sondaggio, devi essere invitato

source: You are not allowed to edit this Poll.
it_it: Non puoi modificare questo Sondaggio.

source: Give an HTML color without the #
it_it: Scegli un colore HTML senza il prefisso #

source: Anonymous
it_it: Anonimo

source: Annonymus
it_it: Anonimo

source: by an user
it_it: da un utente

source: New votes for {}
it_it: Nuovi voti per {}

source: Error while checking response
it_it: Errore durante la verifica della risposta

source: Question Expired, please solve the new question.
it_it: Domanda Scaduta, risolvi un'altra domanda.

source: Field is required
it_it: Campo obbligatorio

source: Dates
it_it: Date

source: Please select the days that you want to be able to choose. In the next step, you will select time slots.
it_it: Seleziona i giorni che vuoi rendere votabili. Nel passo successivo, selezionerai dei blocchi di orari.

source: Please select the days that you want to be able to choose.
it_it: Seleziona i giorni che vuoi poter votare.

source: Mo
it_it: Lu

source: Tu
it_it: Ma

source: We
it_it: Me

source: Th
it_it: Gi

source: Fr
it_it: Ve

source: Su
it_it: Do

source: Back
it_it: Indietro

source: Next
it_it: Avanti

source: Here you can edit which options the voters have for each choice you give them. By default, <b>yes</b>, <b>no</b>, <b>maybe</b> and <b>rather not</b> are always enabled, but you can disable or change any of these. You should have at least one value in this list for the voting to make sense.
it_it: Qui puoi modificare quali opzioni hanno i votanti per ogni scelta che gli fornisci. Di base, <b>sì</b>, <b>no</b>, <b>forse</b> e <b>penso di no</b> sono sempre abilitate, ma puoi disabilitare o cambiare alcune di queste. Dovresti avere almeno una di queste scelte in lista per dare un senso al voto.

source: Weights are factors on how the total score for a choice is calculated. These values are normally somewhere between 0 and 1. The total score is displayed both as a percentage and as the weight sum, so you are allowed to use other values if you want them to "cancel out".
it_it: I pesi sono fattori che determinano il calcolo del punteggio totale di una scelta. Questi valori sono normalmente compresi tra 0 e 1. Il punteggio totale viene visualizzato sia come percentuale che come somma dei pesi. Il punteggio totale viene visualizzato sia come percentuale sia come somma dei pesi, così è possibile utilizzare altri valori se si desidera che si "annullino".

source: Available Values
it_it: Valori Disponibili

source: Color/Icon
it_it: Colore/Icona

source: Weight
it_it: Peso

source: Back
it_it: Indietro

source: Add choice value
it_it: Aggiungi una scelta

source: Color
it_it: Colore

source: (usually between 0 and 1)
it_it: (solitamente fra 0 e 1)

source: Icon
it_it: Icona

source: (any FontAwesome icon)
it_it: (qualsiasi icona di FontAwesome)

source: Edit
it_it: Modifica

source: Add
it_it: Aggiungi

source: Available icons
it_it: Icone disponibili

source: Click icon to insert it into the form.
it_it: Clicca l'icona per inserirlo nel modulo.

source: Delete comment
it_it: Elimina commento

source: Shall the following comment be deleted?
it_it: Il commento deve essere cancellato?

source: comented at
it_it: commentato alle

source: Delete
it_it: Elimina

source: Comment
it_it: Commenta

source: You can use <a href="http://daringfireball.net/projects/markdown/" target="_blank">Markdown</a> syntax for formatting.
it_it: Puoi usare la sintassi <a href="http://daringfireball.net/projects/markdown/" target="_blank">Markdown</a> per la formattazione.

source: Save Comment
it_it: Salva Commento

source: Copy Poll
it_it: Copia Sondaggio

source: Settings to copy
it_it: Impostazioni da copiare

source: Copy choices
it_it: Copia scelte

source: Copy invitations
it_it: Copia inviti

source: Create invitations from votes
it_it: Crea inviti dai voti

source: Copy possible answer values
it_it: Copia possibili risposte

source: Reset ownership
it_it: Azzera proprietario

source: Date shift (days)
it_it: Spostamento data (giorni)

source: Due Date
it_it: Scadenza

source: Here you can select which day/time combinations are available for voting.
it_it: Qui puoi selezionare quale combinazione di giorno/ora è disponibile per il voto.

source: Times
it_it: Tempi

source: Please select the time slots that you want to be able to choose. In the next step, you will match them against the selected days.
it_it: Seleziona quale fascia oraria vuoi rendere votabile. Nel prossimo passo, sceglierai a quali giorni selezionati agganciarla.

source: Days
it_it: Giorni

source: Combine
it_it: Combina

source: Select days
it_it: Seleziona giorni

source: Select time slots
it_it: Seleziona fasce orarie

source: Choose combinations
it_it: Scegli combinazioni

source: Hi %(receiver)s, There was a change made on the poll "%(poll)s":
it_it: Ciao %(receiver)s, c'è stato un cambiamento al sondaggio "%(poll)s":

source: A new vote has been posted.
it_it: E' stato pubblicato un nuovo voto.

source: A new vote has been posted by %(user)s.
it_it: E' stato pubblicato un nuovo voto da %(user)s.

source: Visit this link to see the poll page: %(base_url)s%(link)s Greetings, Your %(signature)s -- You receive this mail because you are watching the poll "%(poll)s". Visit the following link to unsubscribe from these notifications: %(base_url)s%(link)s .
it_it: Visita questo indirizzo per vedere la pagina del sondaggio: %(base_url)s%(link)s Buona giornata, %(signature)s -- Ricevi questa email perché stai seguendo il sondaggio "%(poll)s". Visita il seguente indirizzo per disiscriverti da questo tipo di notifiche: %(base_url)s%(link)s .
