Repository: fsinfuhh/Bitpoll
Catalog: locale/*/LC_MESSAGES/django.po
Languages: it_it

source: You don't have <b>JavaScript</b> turned on, so you'll have to type in comma separated values in the correct format yourself, no spaces allowed. Or just enable JavaScript on this site. You'll get a certainly fancy interface for date and time input...
it_it: Non hai i <b>JavaScript</b> attivi, per cui dovrai scrivere correttamente i valori separati da virgola, senza spazi. Oppure abilita i JavaScript su questo sito. Avrai un'interfaccia e un'usabilità migliori per inserire date e orari...

source: The date format is YYYY-MM-DD and the time format is HH:MM. Multiple entries are separated by a comma (,)
it_it: Il formato della data è YYYY-MM-DD e il formato dell'ora è HH:MM. I valori multipli devono essere inseriti separati da virgola (,)

source: This Poll does not contain any Choices, you can create some at the Choices tab
it_it: Questo Sondaggio non contiene nessuna Scelta, devi creare qualcuna dalla scheda Scelte

source: Hidden User
it_it: Utente Nascosto

source: Assigned after voting by
it_it: Assegnato dopo aver votato da

source: Edit vote
it_it: Modifica voto

source: Delete vote
it_it: Elimina voto

source: Assign user
it_it: Assegna utente

source: Vote
it_it: Vota

source: Scores
it_it: Punteggi

source: Score
it_it: Punteggio

source: Details
it_it: Dettagli

source: Export as CSV
it_it: Esporta come CSV

source: Comments
it_it: Commenti

source: commented on
it_it: commentato su

source: Edit comment
it_it: Modifica commento

source: Post a comment
it_it: Scrivi un commento

source: Comments are disabled for this Poll
it_it: I commenti sono disabilitati per questo Sondaggio

source: Delete Poll
it_it: Elimina Sondaggio

source: Shall the following Poll be deleted?
it_it: Questo sondaggio dovrà essere eliminato?

source: Due-Date:
it_it: Scadenza:

source: Unwatch Poll
it_it: Smetti di seguire il Sondaggio

source: Watch Poll
it_it: Segui il Sondaggio

source: Creation date:
it_it: Data di creazione:

source: Poll type
it_it: Tipo di sondaggio

source: Ownership
it_it: Proprietario

source: Group
it_it: Gruppo

source: Anonymous voting allowed
it_it: Voti anonimi permessi

source: Anonymous voting
it_it: Voti anonimi

source: Invitation required
it_it: Invito richiesto

source: Login required
it_it: Accesso richiesto

source: Empty choices forbidden
it_it: Scelte vuote non ammesse

source: Overview
it_it: Panoramica

source: Choices
it_it: Scelte

source: Edit Vote
it_it: Modifica Voto

source: Show Results
it_it: Mostra Risultati

source: Owners of this poll and administrators will always see all votes.
it_it: I proprietari di questo sondaggio e gli amministratori potranno sempre visualizzare tutti i voti.

source: Timezone
it_it: Fuso orario

source: Translate all times to the users timezone
it_it: Traduci tutti gli orari in base al fuso orario dell'utente

source: Save changes
it_it: Salva modifiche

source: Additional Settings
it_it: Impostazioni Aggiuntive

source: Allow comments
it_it: Permetti commenti

source: Allow anonymous votes
it_it: Permetti voti anonimi

source: Invitation required to vote
it_it: E' richiesto l'invito per votare

source: Show in public poll list
it_it: Visualizza nella lista dei sondaggi pubblici

source: Allow unauthenticated vote changes
it_it: Permetti cambiamenti dei voti per utenti non autenticati

source: One vote per user
it_it: Un voto per utente

source: Show invitations as empty votes
it_it: Mostra inviti come voti vuoti

source: Forbid empty choices
it_it: Scelte vuote non ammesse

source: Hide participants
it_it: Nascondi partecipanti

source: Show score instead of percentage
it_it: Mostra punteggio invece della percentuale

source: Sort results by:
it_it: Ordina risultati per:

source: These settings are not retroactive, meaning that changing them will not modify votes/comments already created.
it_it: Queste impostazioni non sono retroattive, per cui modificandole non modificherai i voti e i commenti già creati.

source: Only the owner of a poll, or a member of the owner group, can edit the settings on this page. If you set this to "Nobody", then anyone may claim exclusive ownership. Most restrictive settings above are useless if you do not claim ownership of this poll.
it_it: Solo il proprietario di un sondaggio, o un membro del gruppo di proprietari, può modificare le impostazioni su questa pagina. Se imposti a "Nessuno", nessuno potrà richiedere la proprietà esclusiva. Le impostazioni più restrittive sopra non avranno effetto se non richiedi la proprietà di questo sondaggio.

source: Advanced Options
it_it: Opzioni Avanzate

source: Edit possible answer values
it_it: Modifica i valori delle possibili risposte

source: Manage invitations
it_it: Gestisci inviti

source: Copy poll
it_it: Copia sondaggio

source: Delete this poll
it_it: Elimina questo sondaggio

source: Create choice
it_it: Crea scelta

source: Votes
it_it: Voti

source: Choice text ...
it_it: Testo scelta ...

source: Save & Next
it_it: Salva e prosegui

source: Help
it_it: Aiuto

source: Deleted Choices
it_it: Elimina Scelte

source: Deleted choices will stay in this list, so votes that have already been made are not lost.
it_it: Le scelte cancellate rimarranno in questo elenco, in modo che i voti già espressi non vadano persi.

source: Grouping
it_it: Raggruppamento

source: You can sort choices into groups by splitting them into parts with '/'.
it_it: È possibile ordinare le scelte in gruppi dividendole in parti con '/'.

source: Some-Choice
it_it: Qualche-Scelta

source: Some-Group/Another-Choice
it_it: Qualche-Gruppo/Un'altra-Scelta

source: Some-Group/Third-Choice
it_it: Qualche-Gruppo/Terza-Scelta

source: Assign a vote to a user
it_it: Assegna un voto all'utente

source: This poll has a different timezone than you.
it_it: Questo sondaggio ha un fuso orario diverso dal tuo.

source: <p>You may now assign the vote cast under the name <b>%(name)s</b> to a user.</p>
it_it: <p>Puoi assegnare il voto espresso sotto il nome <b>%(name)s</b> a un utente.</p>

source: New vote owner
it_it: Nuovo proprietario del voto

source: Assign
it_it: Assegna

source: <ul class="help-list"> <li>Only that user will be able to edit or delete the vote.</li> <li>If the user has been invited, their invitation will be fulfilled.</li> <li>If multiple votes are disabled, you cannot assign a user who has already voted.</li> <li>The name next to the vote will be updated.</li> <li>The vote will be marked as 'assign after voting', so that everyone knows.</li> <li>You cannot undo your assignment.</li> </ul>
it_it: <ul class="help-list"> <li>Solo quell'utente sarà in grado di modificare o eliminare il voto.</li> <li>Se l'utente è stato invitato, i loro inviti saranno soddisfatti.</li> <li>Se i voti multipli sono disabilitati, puoi assegnare un utente che ha già votato.</li> <li>Il nome accanto al voto verrà aggiornato.</li> <li>Il voto sarà contrassegnato come 'assegnato dopo il voto', così chiunque ne sarà al corrente.</li> <li>Non puoi annullare la tua assegnazione.</li> </ul>

source: Hold left mouse button and drag mouse to select multiple vote choices.
it_it: Tenere premuto il tasto sinistro del mouse e trascinalo il mouse per selezionare più scelte di voto.

source: Add a comment
it_it: Aggiungi un commento

source: Your name:
it_it: Il tuo nome:

source: Your name
it_it: Il tuo nome

source: Post anonymous vote
it_it: Invia un voto anonimo

source: Comment:
it_it: Commento:

source: (optional)
it_it: (opzionale)

source: Save vote
it_it: Salva voto

source: Shall the following Vote be deleted?
it_it: La seguente votazione deve essere cancellata?

source: Title of Poll:
it_it: Titolo del Sondaggio:

source: Author of Vote:
it_it: Autore del Voto:

source: Deletion not allowed. You are not authenticated.
it_it: Eliminazione non permessa. Non sei autenticato.

source: You can see the results because you are the owner of the Poll
it_it: Puoi vedere i risultati perché sei il proprietario del sondaggio.

source: No individual results are shown due to Poll settings
it_it: Non vengono mostrati risultati individuali a causa delle impostazioni del Sondaggio

source: Results are only shown after (authenticated) voting
it_it: I risultati vengono mostrati solo dopo il voto (autenticato)

source: Only the Summary is shown due to the Poll settings
it_it: A causa delle impostazioni del sondaggio, viene visualizzato solo il riepilogo

source: The summary is not shown due to the config of the Poll
it_it: Il riepilogo non viene mostrato a causa della configurazione del Sondaggio

source: Currently, unauthenticated users are allowed to change votes. This means, that everyone is able to change every vote that has not been assigned to a user. If you want to prevent this, change the settings.
it_it: Attualmente, gli utenti non autenticati possono modificare i voti. Ciò significa che tutti possono modificare tutti i voti che non sono stati assegnati a un utente. Se si vuole evitare, modificare le impostazioni.

source: This poll was transferred from {} to your local timezone {}
it_it: Questo sondaggio è stato trasferito da {} al tuo fuso orario locale {}

source: This poll has a different timezone ({}) than you.
it_it: Questo sondaggio ha un fuso orario ({}) diverso dal tuo.

source: Some votes contain deleted values. If you have already voted, please check your vote.
it_it: Alcuni voti contengono valori cancellati. Se hai già votato, controlla il tuo voto.

source: Hidden
it_it: Nascosto

source: This Field is rquired
it_it: Questo campo è obbligatorio

source: You can't edit this Comment
it_it: Non puoi modificare questo Commento

source: Provide a name
it_it: Dai un nome

source: Wrong result
it_it: Risultato errato

source: Deletion not allowed. You are not {}.
it_it: Eliminazione non permessa. Non sei {}.

source: You are not allowed to watch this poll.
it_it: Non puoi seguire questo sondaggio.

source: There was en error interpreting the provided dates and times
it_it: Errore durante l'interpretazione delle date e degli orari

source: The title "{}" is to long. The maximum is 80 characters
it_it: Il titolo "{}" è troppo lungo. Il numero massimo di caratteri è 80

source: This Poll is past the due date, voting is no longer possible
it_it: Questo Sondaggio è scaduto, per cui non è più possibile votare

source: The Name is longer than the allowed name length of 80 characters
it_it: Il Nome è più lungo di 80 caratteri consentiti

source: Anonymous votes are not allowed for this poll.
it_it: I voti anonimi non sono permessi per questo sondaggio.

source: Due to the the configuration of this poll, you have to fill all choices.
it_it: A causa della configurazione di questo sondaggio, è necessario compilare tutte le scelte.

source: Value for choice does not exist. This is probably due to changes in the poll. Please correct your vote.
it_it: Il valore della scelta non esiste. Questo è probabilmente dovuto a modifiche apportate al sondaggio. Si prega di correggere il voto.

source: Vote has been recorded
it_it: Il voto è stato salvato

source: You need to either provide a name or post an anonymous vote.
it_it: È necessario fornire un nome o inviare un voto anonimo.

source: This user has already voted and only one vote per user is permitted
it_it: Questo utente ha già votato, è permesso solo un voto per utente

source: The user {} does not exists
it_it: L'utente {} non esiste

source: User {} not Found
it_it: Utente {} non Trovato

source: Settings have been changed
it_it: Le impostazioni sono state modificate

source: Wrong password.
it_it: Password non corretta.

source: This address is already associated with an account.
it_it: Questo indirizzo è già associato a un profilo.

source: Account
it_it: Profilo

source: New Email Address
it_it: Nuovo Indirizzo Email

source: Change Email
it_it: Cambia Email

source: Old password
it_it: Vecchia password

source: New password
it_it: Nuova password

source: New password confirmation
it_it: Conferma della nuova password

source: Change password
it_it: Cambia password

source: Create account
it_it: Crea profilo

source: Password confirmation
it_it: Conferma password

source: Hi, Here is your account creation link: %(activation_link)s Greetings, Your %(signature)s
it_it: Ciao, questo è il collegamento da seguire per creare il profilo: %(activation_link)s Buona giornata, %(signature)s

source: Email address is invalid
it_it: Indirizzo email non valido

source: The mailserver said:
it_it: Il server email ha risposto:

source: Hi, you requested to associate the email address %(email)s with the %(project_name)s account %(username)s. If this is correct, please verify the address by following this link: %(link)s The link will be valid for 24 hours. Greetings, Your %(signature)s
it_it: Ciao, hai richiesto di associare l'indirizzo email %(email)s con il profilo %(username)s di %(project_name)s. Se è corretto, verifica l'indirizzo cliccando su questo collegamento: %(link)s Il collegamento sarà valido per 24 ore. Buona giornata, %(signature)s

source: Your account doesn't have access to this page. To proceed, please login with an account that has access.
it_it: Il tuo profilo non ha accesso a questa pagina. Per procedere, accedi con un profilo che ha un accesso.

source: Please login to see this page.
it_it: Accedi per visualizzare questa pagina.

source: Did you forget your password?
it_it: Hai dimenticato la password?

source: You can not reset your password here, as the account management is centralized
it_it: Puoi azzerare la password da qui, poiché la gestione profilo è centralizzata

source: Password reset complete
it_it: Azzeramento password completato

source: Your password has been set. You may go ahead and log in now.
it_it: La tua password è stata impostata. Puoi ora proseguire e accedere.

source: Password reset
it_it: Azzera password

source: Enter new password
it_it: Inserisci la nuova password

source: Please enter your new password twice so we can verify you typed it in correctly.
it_it: Inserisci la tua nuova password due volte così possiamo verificare che sia stata scritta correttamente.

source: New password:
it_it: Nuova password:

source: Change my password
it_it: Cambia la mia password

source: Password reset unsuccessful
it_it: Azzeramento password fallito

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
it_it: Il collegamento per azzerare la password non è valido, forse è già stato usato. Richiedi un nuovo azzeramento della password.

source: Password reset successful
it_it: Azzeramento password avvenuto

source: We've emailed you instructions for setting your password to the email address you submitted. You should be receiving it shortly.
it_it: Ti abbiamo inviato le istruzioni per impostare la password al tuo indirizzo email. Dovresti riceverle a breve.

source: You're receiving this email because you requested a password reset for your user account at %(site_name)s.
it_it: Stai ricevendo questa email perché hai richiesto l'azzeramento della password per il tuo utente a %(site_name)s.

source: Please go to the following page and choose a new password:
it_it: Vai su questa pagina e scegli una nuova password:

source: Your username, in case you've forgotten:
it_it: Il tuo nome utente, in caso l'avessi dimenticato:

source: Thanks for using our site!
it_it: Grazie per aver usato il nostro sito!

source: Forgotten your password? Enter your email address below, and we'll email instructions for setting a new one.
it_it: Hai dimenticato la password? Inserisci il tuo indirizzo email qui sotto e ti invieremo le istruzioni per impostarne una nuova.

source: Email address:
it_it: Indirizzo email:

source: Reset my password
it_it: Azzera la mia password

source: First name
it_it: Nome

source: Last name
it_it: Cognome

source: Allow invitations per mail
it_it: Permetti inviti per email

source: Submit
it_it: Invia

source: Verify your address to continue
it_it: Verifica il tuo indirizzo per continuare

source: You should have received a link via email (to <strong>%(email)s</strong>) now, which you can use to verify your address.
it_it: Dovresti aver ricevuto un collegamento tramite email (a <strong>%(email)s</strong>), che puoi usare per verificare il tuo indirizzo.

source: Token expired
it_it: Token scaduto

source: Sorry, but the provided token is expired.
it_it: Spiacente, ma il token fornito è scaduto.

source: Invalid token
it_it: Token non valido

source: Sorry, but the provided token is invalid.
it_it: Spiacente, ma il token fornito non è valido.

source: This User already exists
it_it: Questo Utente esiste già

source: Password was changed.
it_it: La password è stata cambiata.

source: Your nickname is now {}.
it_it: Il tuo nome utente ora è {}.

source: Your email address has been changed.
it_it: Il tuo indirizzo email è stato modificato.

source: Verify this address for %s
it_it: Verifica questo indirizzo per %s

source: Account creation at %s
it_it: Creazione account alle %s

source: Registration: Sending mail failed: {}
it_it: Registrazione: invio email fallito: {}
